VERSION_MAIN = 1
VERSION_SUB  = 3
VERSION_VAR  = 3

#1.3.3 2013/7/30 ボタンのモードを追加
#1.3.2 2013/7/30 デバッグ中
#1.3.1 2013/7/30 1.3系リリーステストビルド
#1.3.0 2013/7/26 機能追加開始
#  - スリープ期間を０指定とすると、タイマーは稼働せず、割り込み稼働とする (mode7のみ)
#1.2.5 2013/7/25 MML実装のコードは破棄 (コンパイルだけ完了)
#1.2.4 2013/7/10 ボタン押下時連続送信モード (ON_PRESS_TRANSMIT) の追加
#1.2.2,3 2013/7/4 特殊要求のための実装
#1.2.1 2013/7/1 some fixes, I2C functions
#1.1.1 2013/6/27 1.1 bug fixed, 2nd testing version
#1.1.0 2013/6/25 1.1 before testing.
#1.0.3 2013/6/X temporary
#1.0.2 2013/6/7 Minor fixes
#1.0.1 2013/6/5 Release
#0.9.2 2013/6/4 RC2
#0.9.1 2013/6/4 Release Candidate1